Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: The destruction of Katlantropa has reverted formerly arable areas into vast deserts.
ru: Уничтожение Катлантропы превратило некогда пахотные районы в обширные пустыни.

source: The destruction of a preserve causes great grief and controversy.
ru: Уничтожение природного заповедника вызывает множество проблем и, как минимум, неоднозначную реакцию в обществе.

source: The destruction of the Kaiser Moon has thrown the nation into disarray.
ru: Уничтожение Луна Кайзера повергло нацию в смятение.

source: The destruction of the Roqualtropa Dam has caused untold quantities of devastation to Flusion and its inhabitants.
ru: Разрушение плотины Солактропа причинило неисчислимые разрушения Флюсиаллау и его жителям.

source: The difference between strength and weakness is not giving up in defeat.
ru: Разница между силой и слабостью не определяется поражением.

source: The effects and upkeep of this building increase with the number of $giga_birch_insula_name_plural$ built
ru: Эффект и содержание этого здания увеличиваются с увеличением количества $giga_birch_insula_name_plural$ построенных

source: The efforts of our astropaths could, theoretically, be amplified several times more through the use of a specialized navigational megastructure.
ru: Усилия наших астропатов теоретически могли бы быть усилены в несколько раз за счет использования специализированной навигационной мегаструктуры.

source: The elder empire spearheading the formation of the Pangalactic Federation has agreed to share their incredible technological secrets to the entire galaxy, which will greatly help in the struggle against the hyperweapon threatening life as we know it.
ru: Старшая империя, возглавляющая формирование Пангалактической Федерации, согласилась поделиться своими невероятными технологическими секретами со всей галактикой, что значительно поможет в борьбе с гипероружием, угрожающим жизни в том виде, в каком мы ее знаем.

source: The end is near, Kattail.
ru: Конец близок, Каттейл.

source: The end is near, and so is the beginning.
ru: Конец близок, как и начало

source: The energy intensity proved just right and we were able to successfully increase the the total energy level!
ru: Интенсивность энергии оказалась оптимальной, и мы смогли успешно повысить общий уровень энергии!

source: The energy intensity proved to be unstable and our total energy level has decreased!
ru: Интенсивность энергии оказалась нестабильной, и наш общий уровень энергии снизился!

source: The entity is of little value, the sublimate however...
ru: Сущность не имеет большой ценности, однако сублимат...

source: The esoteric properties of runic power promise significant improvements in the field of megaconstruction.
ru: Эзотерические свойства рунической энергии обещают значительные улучшения в области мегаконструкции

source: The esteemed guild of artists hosts public cultural and creative events on a regular basis, bringing joy and wonder to all citizens.
ru: Гильдия художников регулярно проводит публичные творческие мероприятия, не переставая радовать наших граждан.

source: The esteemed order of librarians is tasked with both the maintenance and accessibilty of the data in our archives.
ru: На уважаемый орден библиотекарей возложена задача по поддержанию и обеспечению доступности данных в наших архивах.

source: The event horizon of a White Hole is an impenetrable wall which reflects 100% of all particles, even photons, making it the exact inverse of a black hole.
ru: Горизонт событий белой дыры - это непроницаемая стена, которая отражает 100% всех частиц, даже фотонов, что делает ее полной противоположностью черной дыры.

source: The exotic conditions near the black hole's event horizon have proven useful for negative mass conversion.
ru: Экзотические условия вблизи горизонта событий черной дыры оказались полезными для преобразования отрицательной массы

source: The experimental technologies equipped on our sacrificial ships have, at last, yielded insight into the nature of the $ehof_the_compound_text$.
ru: Как только будет проведено достаточное количество тестов и могут быть принесены в жертву корабли, мы сможем получить некоторое представление о природе $ehof_the_compound$.

source: The fabled gardens of beauty.
ru: Сказочно красивые сады.

source: The feature will be deactivated but the leaders that have already been modified will remain unchanged.
ru: Эта функция деактивирована, но лидеры, которые уже были модифицированы, останутся неизменными.

source: The field is turned off to save on maintenance or update targeting parameters.
ru: Поле отключено для экономии на обслуживании или обновлении целевых параметров.

source: The fifth generation of Sentient Metal technologies includes a new type of autocannon, and an improved fabrication lab that can produce even more of the material.
ru: Пятое поколение $ehof_sm$ технологий, разработанных в результате нашего изучения секретов усилителей и $PGATE_GALACTICS$. Это часть технологии для нового типа турели, подобной автоматической пушке, которая использует $ehof_sm$ как для наведения на цели, отслеживания их и нанесения им повреждений, так и для нового поколения $ehof_sm$ установки умножения, которая может производить еще больше $ehof_sm$.

source: The fighting against Aeternum was harsh, but we have now cemented our place as a galactic hyperpower.
ru: Борьба с Этернумом была жестокой, но теперь мы закрепили свое место в качестве галактической сверхдержавы.

source: The final piece of the puzzle.
ru: Последний кусочек головоломки

source: The final upgrade to the Enigmalith, the Osura design massively increase Stellarite's yield with a modest initial investment of few Light Energies
ru: Сверхразвитый $aot_macripp_dark_matter_obelisk_core_oe$ способен производить важнейшие стратегические ресурсы с гораздо более высокой эффективностью, обеспечивая более значительный прирост ресурсов.

source: The firing ranges allow for near constant bombardment of the planet below, as well as long range slower hostile munitions deliver to other planets in the system, though they're far too slow to be used in combat scenarios.
ru: Дальность стрельбы позволяет практически непрерывно обстреливать планету внизу, а также доставлять на другие планеты системы более медленные вражеские боеприпасы дальнего действия, хотя они слишком медленны для использования в боевых сценариях

source: The first generation of $tech_acot_stellarite_nexus$ offer even greater increases in efficiency and stability over the previous $tech_phanon_stellarite_nexus$ when enriched with $acot_sr_stellarite$.
ru: Первое поколение $tech_acot_stellarite_nexus$ обеспечивает еще большее увеличение эффективности и стабильности по сравнению с предыдущим $tech_phanon_stellarite_nexus$ при обогащении $acot_sr_stellarite$.

source: The fleet is the instrument by which the will of our empire is made manifest - we live or die depending on its strength.
ru: Флотилия — это инструмент, посредством которого выражается воля нашего государства. Жить нам или умереть — все зависит от ее мощи.

source: The fool...
ru: Дурак...

source: The foremost servants of our faith, the clergy, provide our citizen with inner peace, hope, and guidance in their faith.
ru: Духовенство помогает нашим гражданам сохранять надежду, даёт моральные ориентиры и веру в будущее.

source: The four dimensional nature of the control center will require some unconventional repairs, but it should be well within our capabilities.
ru: Четырехмерный характер центра управления потребует некоторого нетрадиционного ремонта, но это должно быть в пределах наших возможностей

source: The fourth generation of Sentient Metal technologies concerns both a new type of artillery system utilizing the material, and a ship computer based on the material's networked intelligence.
ru: Четвертое поколение $ehof_sm$ технологий, разработанных в результате нашего изучения секретов усилителей и $PGATE_GALACTICS$. Это часть технологии для нового типа артиллерийской башни, которая использует $ehof_sm$ как для наведения на цели, отслеживания их и нанесения им повреждений, так и для нового типа корабельного компьютера, который использует чрезвычайно мощный $ehof_sm$ Hive mind для управления корабли и станции.

source: The frame is the foundation for the future Dyson Sphere, and does not generate any energy.
ru: Каркас является основой для будущей сферы Дайсона и не генерирует никакой энергии.

source: The fruits of countless studies undertaken on the Blokkats, this marvelous device is capable of unleashing a devastating blow through higher-dimensions in order to strike at every part of the Hyperdimensional Bulwark at once.
ru: Плод бесчисленных исследований, проведенных на блоккатах, это чудесное устройство способно нанести сокрушительный удар через высшие измерения, чтобы нанести удар по каждой части Гиперпространственного бастиона одновременно.

source: The future looks grim...
ru: Будущее выглядит мрачным...

source: The future site of an $name_orb_elysium$.
ru: Будущая Строительная площадка $name_orb_elysium$.

source: The galactic community is beginning to realize that they must destroy us, before we destroy them.
ru: Галактическое сообщество начинает понимать, что они должны уничтожить нас, прежде чем мы уничтожим их.

source: The galactic community is helping this nation.
ru: Галактическое сообщество помогает этой нации.

source: The galaxy is filled with empty planets, for now.
ru: Пока что галактика заполнена пустыми планетами.

source: The galaxy is filled with planets, all with their own distinct minerals, all of which have their own properties.
ru: Галактика наполнена планетами, на каждой из которых есть свои минералы, обладающие собственными свойствами.

source: The galaxy is vast and full of wonders but we must not let it lead us astray from our true path.
ru: Галактика велика и полна новых открытий, но мы не позволим ей сбить нас с пути истинного.

source: The galaxy must work together if we are to stand our ground against Aeternum, but forcing so many nations together into an alliance has its consequences.
ru: Галактика должна работать сообща, если мы хотим отстоять свои позиции против Вечности, но объединение стольких наций в альянс имеет свои последствия.

source: The galaxy will show you decrepit fools what we are truly capable of.
ru: Галактика покажет вам, дряхлым дуракам, на что мы действительно способны.

source: The gardeners have filled it with plants from all over our empire, composing them to a symphony of vegetation.
ru: Садовники наполнили его растениями со всех уголков нашей империи, составив из них симфонию растительности.

source: The gravity bore could be modified to extract large amounts of dark matter directly from the black hole.
ru: Гравитационный канал может быть изменен для извлечения большого количества темной материи непосредственно из черной дыры

source: The great bulwark, a network of defensive structures spread across the border systems of our empire, makes our realm almost impregnable to foreign invaders.
ru: Великая "Стена" - это сеть оборонительных сооружений, на границах нашей империи, делающая нас почти неуязвимыми для захватчиков.

source: The greatest leaders in our empire come together at the pinnacle of this marvelous construct, overseeing all operations.
ru: Величайшие лидеры нашей империи собираются вместе на вершине этого удивительного сооружения, наблюдая за всеми операциями

source: The guildhall gathers engineers of all statuses and ranks.
ru: Гильдия инженеров собирает инженеров всех отраслей и рангов.

source: The heart of Aeternite civilisation is exposed.
ru: Сердце вечной цивилизации обнажено.

source: The heat contained there within will never die.
ru: Тепло, заключенное в них, никогда не умрет.

source: The historical databanks are ready to compile another solution for us and can be accessed via the $edict_library_wisedom_menu$.
ru: Вот и все, мы собрали достаточно энергии, чтобы снова запустить машину, которая позволит нам получить доступ к нашему $edict_library_wisedom_menu$.

source: The huge complex uses powerful high-energy conductors to transport energy between the planet it is located at and other planets in its solar system.
ru: Огромный комплекс использует мощные высокоэнергетические световоды для транспортировки энергии между планетой, на которой он расположен, и другими планетами своей Солнечной системы.

source: The humongous shield surrounding the Blokkat mothership must be analysed in order to understand how it works and find potential weaknesses in its design.
ru: Огромный щит, окружающий материнский корабль Блокат, должен быть проанализирован, чтобы понять, как он работает, и найти потенциальные слабые места в его конструкции.

source: The incorporation of nearly superimposed layers of shielding enables the rapid cycling of damaged shields away from enemy fire, enabling it to regenerate while lower layers soak up damage.
ru: Включение почти наложенных друг на друга слоев экранирования позволяет быстро отводить поврежденные щиты от огня противника, позволяя им регенерировать, в то время как нижние слои поглощают повреждения.

source: The information it provides is highly valuable but so is the sublimate
ru: Информация, которую он предоставляет, очень ценна, но так же ценен и сублимат

source: The initial site will serve as the base for the construction of the facility.
ru: Первоначальная площадка будет служить базой для строительства объекта

source: The lack of FTL systems enables the Strike Corvette to maximize its available power.
ru: Отсутствие систем сверхсветовой связи позволяет ударному корвету максимально использовать доступную мощность.

source: The lands of a civilization native to the Structure, now an extensive sanctuary facility for organics.
ru: Земли цивилизации, родом из Структуры, в настоящее время являющейся обширным убежищем для органиков

source: The lands of a civilization native to the Structure, now silent after their complete extermination.
ru: Земли цивилизации, родом из Структуры, ныне безмолвствующей после их полного уничтожения

source: The lands of a civilization native to the Structure, semi-autonomous following its conquest.
ru: Земли цивилизации, родом из Структуры, полуавтономной после ее завоевания

source: The lands of a civilization native to the Structure, semi-autonomous following its integration.
ru: Земли цивилизации, родом из Структуры, полуавтономной после ее интеграции

source: The lands of a civilization native to the Structure, who engage in trade with outsiders.
ru: Земли цивилизации, родом из Структуры, которая занимается торговлей с чужаками

source: The lands of a civilization native to the Structure.
ru: Земли цивилизации, родом из Структуры

source: The large ring built around the planet will serve as a laboratory to develop and genetically engineer the perfect lifeforms which will then be implanted into the Gas Giant's upper atmosphere to have them multiply.
ru: Большое кольцо, построенное вокруг планеты, будет служить лабораторией для разработки и генетической инженерии идеальных форм жизни, которые затем будут имплантированы в верхние слои атмосферы газового гиганта, чтобы заставить их размножаться.

source: The latest version of space-to-space missile, this upgraded variant has an immensely powerful warhead that draws its energy from a zero point vacuum.
ru: Новейшая версия ракет класса «космос-космос». Этот современный вариант оснащен невероятно мощной боеголовкой, которая черпает энергию из нулевой точки вакуума.

source: The laws of nature dictate that the weak should bow to the strong.
ru: Законы природы гласят - слабые должны преклоняться перед сильными.

source: The leadership of the various factions in our empire are greedy and susceptible to bribes.
ru: Руководство различных фракций нашей империи жадно и восприимчиво к взяткам.

source: The league is gone, but the Empire shall carry on its fight.
ru: Лига исчезла, но Империя продолжит свою борьбу.

source: The league is gone, but the fight continues.
ru: Лига закончилась, но борьба продолжается.

source: The life of a drone is fickle, while the things that we build will stand for many cycles.
ru: Жизнь трутня непостоянна, в то время как вещи, которые мы создаем, простоят много циклов.

source: The loss of the Roqualtropa Dam is a crippling blow to the Katzens.
ru: Потеря плотины Солактропа - это сокрушительный удар по Катзенм.

source: The lowest of the low are sentenced to suffer the worst conditions imaginable, to scare would-be criminals into reconsidering their life choices.
ru: Низшие из низших приговорены страдать в наихудших условиях, какие только можно вообразить, чтобы напугать потенциальных преступников и заставить их пересмотреть свой жизненный выбор.

source: The madness of a world, untangled.
ru: Безумие распутанного мира.

source: The marauders will immediately stop their active raids against us.
ru: Мародеры немедленно прекратят свои текущие рейды против нас.

source: The massive rings stretching around the toxic world house large facilities capable of chemically reprocessing a planet's atmosphere, converting once-toxic gases into breathable air.
ru: В массивных кольцах, простирающихся вокруг токсичного мира, расположены крупные установки, способные химически перерабатывать атмосферу планеты, превращая некогда токсичные газы в воздух, пригодный для дыхания.

source: The massive rings stretching around this planet can emit a powerful magnetic field which will in turn power the advanced gravity modulators that have yet to be built.
ru: Массивные кольца, простирающиеся вокруг этой планеты, могут излучать мощное магнитное поле, которое, в свою очередь, будет приводить в действие усовершенствованные модуляторы гравитации, которые еще предстоит построить.

source: The massive servers here are capable of simulating tens of billions of universes for scientific research.
ru: Здешние массивные серверы способны моделировать десятки миллиардов вселенных для научных исследований.

source: The material simulations can help to further improve the efficiency of more practical material tests, allowing for an impressive array of simulated destruction and planetary devastation
ru: Моделирование материалов может помочь еще больше повысить эффективность более практических испытаний материалов, позволяя моделировать впечатляющий спектр разрушений и планетарных катастроф

source: The members of this federation wish to reaffirm the Katzenartig Imperium's former might within the galaxy, and to succeed in realizing the Kaiser's vision.
ru: Члены этой федерации желают подтвердить былую мощь Империи Каценартиг в галактике и преуспеть в реализации видения кайзера.

source: The most accomplished of performers travel from all over the galaxy to show their skill on the stage of glory.
ru: Самые искусные исполнители съезжаются со всей галактики, чтобы показать свое мастерство на сцене славы.

source: The musical pieces extracted from the mirror dimension provides our entertainers with plenty of material.
ru: Музыкальные произведения, извлеченные из зеркального измерения, дают нашим артистам много материала

source: The nature around us is rich in resources that can be utilized by those that knows where to find them.
ru: Природа вокруг нас богата ресурсами, которые станут доступны лишь внимательным исследователям.

source: The need for these drones to specialize in this role has resulted in several standard parts being left out of their design.
ru: Необходимость специализироваться на этой роли привела к тому, что в конструкции этих дронов не было предусмотрено несколько стандартных деталей.

source: The need of the many outweigh the needs of the few.
ru: Общественные потребности важнее индивидуальных.

source: The needs of the Sirens require that some individuals remain in a perpetual, yet controlled state of anger and conflict with one another, as to continue generating a precious tricke of Strife even within the perfectly-regulated Inner Field.
ru: Потребности Сирен требуют, чтобы некоторые индивидуумы оставались в постоянном, но контролируемом состоянии гнева и конфликта друг с другом, чтобы продолжать создавать ценную почву для раздоров даже в пределах идеально отрегулированного Внутреннего поля

source: The nerve center for planetside operations, where overseers ensure compliance from the population below.
ru: Нервный центр для операций на планете, где надзиратели обеспечивают соблюдение требований со стороны населения внизу.

source: The nerve-center of our megaconstruction efforts, these individuals use runic processing networks to manage and distribute work orders with untold efficiency.
ru: Эти люди, являющиеся нервным центром наших усилий по масштабному строительству, используют сети обработки рунических данных для управления и распределения заказов на выполнение работ с невероятной эффективностью

source: The nerve-center of our megaconstruction efforts, these massive drone clusters use runic processing networks to manage and distribute work orders with untold efficiency.
ru: Эти массивные кластеры Dron, являющиеся центром наших усилий по мегаконструкции, используют рунические вычислительные сети для управления и распределения заказов на выполнение работ с невероятной эффективностью

source: The number of planets in the galaxy far outstrips the incidence of life.
ru: Количество планет в галактике намного превышает число случаев возникновения жизни.

source: The observatory's formidable computing power would be best applied assisting our [owner.GetResearchers].
ru: Огромная вычислительная мощность обсерватории лучше всего была бы применена для оказания помощи нашему [owner.GetResearchers]

source: The only way to quench the flame within our self is to destroy whatever we encounter.
ru: Единственный способ погасить пламя внутри себя - уничтожить все, с чем мы сталкиваемся.

source: The only way to relieve our self is to let go.
ru: Единственный способ освободить себя - это отпустить.

source: The opportunity of defeating the enemy is provided by the enemy himself.
ru: Способы победы над врагом ищи в самом враге.

source: The outer ring contains the reactors and movement hardware that will allow for the future gravitational engines to rebuild the planet.
ru: Внешнее кольцо содержит реакторы и оборудование для перемещения, которые позволят будущим гравитационным двигателям восстановить планету.

source: The output of this district may be improved by our exploratory expeditions.
ru: Производительность этого района может быть улучшена нашими исследовательскими экспедициями.

source: The path has opened.
ru: Путь открылся.

source: The people are happy to call this autonomously-governed planet home.
ru: Люди рады называть эту автономно управляемую планету своим домом.

source: The people still remember the days when their planet was free.
ru: Люди до сих пор помнят те дни, когда их планета была свободна.

source: The people will be outraged at first, but it'll go away eventually.
ru: Сначала люди будут возмущены, но в конце концов это пройдет.

source: The planet has been marked for release.
ru: Планета помечена для освобождения.

source: The planet will be destroyed and all the pops present on it killed.
ru: Планета будет уничтожена, а все население, находящееся на ней, убито.

source: The playing field is now even.
ru: Игровое поле теперь равное.

source: The potency of the entity's acid glands would be too much for even our ships to be able to handle being in its vicinity without dilution
ru: Мощность кислотных желез существа была бы слишком велика, чтобы даже наши корабли смогли выдержать нахождение вблизи него без разбавления
